{
    "hi": "Hi there! Thank you for contacting our community team. How may we help you today?", 
    "transferred": "Hey there,\n\nWe have notified the respective persons regarding this thread. They will be getting back to you as soon as they can! Meanwhile, hold your breath and have some coffee :wink:\n\nAll the best", 
    "reported": "Hey there,\n\nThank you for bringing this to our attention. We have started an investigation and needed action will be taken soon!\n\nMeanwhile, if you have anymore additional information, simply reply back and we'll also look into it!\n\nAll the best", 
    "morehelp": "Is there anything else we can help you with today?", 
    "noreply": "Hey there,\n\nThis is a gentle reminder that this thread will be closed if you do not reply to it within the next 24 hours! Thank you for your attention!\n\nCheers",
    "accept": "Hey there,\n\nThanks for clicking here to view this message, and it's kinda cramped, holy-- shoot!\n\nBack at our community team, we have done a review process for your designer application, which is a separate, manual process done one-by-one by our staff and designer team. There’s a lot that gets considered for each application during the review process, beyond your imagination.\n\nWithout further ado, let's get to the point then.\n\nWowwee! You're accepted! It's a time for celebration because you're now an official designer! I'm not saying you should print this message out and put it on your fridge but you should definitely print this message out and put it on your fridge.\n\nHoly, this is exciting! All the perks are yours! Within a moment, you'll have access to our exclusive designer chats, and posting channels. You'll also be able to vote for upcoming designers like you whether they are eligible for the role... Phew! How exciting is that!\n\nThe magic is waiting so don't let the magic wait longer! Say hi in our designer chat and starting posting designs/assets in respective channels ~~to show off your talent~~! Another level of the journey is waiting for you right below your rocket-boosted fingertips!\n\nAll the best",
    "reject": "Hey there,\n\nThank you so much for applying for the Designer role in Designing Cosmos. We receive tens of incredible applications every single day and unfortunately, we aren't able to accept you as a designer at this time.\n\nWe're unable to give everyone who applies a specific reason for denial. The review process is a separate, manual process done one-by-one by our staff and designer team. There’s a lot that gets considered for each application during the review process, beyond your imagination.\n\nBut then, don't fret – you're always welcome to reapply in the future at any time.\n\nIn order to reapply Designer role, you'll have to wait 14 days from today, then when you've improved your designs to impress us, reply back here! Additionally, you can also apply for other roles such as Renderer or Assets Supplier.\n\nOnce again, due to the high volume of applications, we're currently unable to provide any more details or specifics about the nature of your application. We hope you're not too discouraged by the news, and remember: this decision in no way speaks to the value and amazingness of your designs\n\nAll the best",
    "canthelp": "Hey there\n\nWe regret to inform you that we are unable to assist you regarding to the topic you mentioned. If you need anymore help, just reply back and we'll also look into the issue!\n\nAll the best",
    "delay": "Hey there,\n\nWe’re so sorry for the delay in responding to your current thread. Our team is currently experiencing increased volume of requests, and we're doing our best to respond to each and every user.\n\nIf you're writing in about an issue/concern and it's still ongoing, please send a follow up response here and we'll help forward this to our team once more and respond as soon as we can.\n\nHowever, if the issue has since been resolved and you no longer need further support, please feel free to disregard this message and we'll help close this ticket.\n\nWe greatly appreciate your patience, and apologize again for the delay.\n\nAll the best",
    "tyforsending": "Thank you so much for sending all the necessary materials! Please wait at least 72 hours, and at most 5 days, depending on our designers' preferences. \n\n We greatly appreciate your patience. If you have anymore questions, feel free to raise it up and we'll be happy to assist you! :hugging:",
    "applydesigner": "Hey there,\n\nThank you for reaching out! There are some procedures before we can submit the application to our team to reivew - and let me clarify to you right now!\n\nTo apply for designer role, you will need to send the following materials in order for us to review:\n- **3 Thumbnails**\n- **2 Logos**\n- **2 Banner**\n\nPlease select your best designs for us so that your chances of being accepted into the Designer team will be higher! But please note that we **do not guarantee absolute acceptance to your application**!\n\n**We will need to receive all this information listed above before we can proceed further!**\n\nIf you have any other questions or need further clarification, don’t hesitate to respond back here so one of our community team can help!\n\nAll the best",
    "describe": "Hey there,\n\nThank you for reaching out! Looks like you: either have some questions in your mind; or want to redeem the invite/booster perks, isn't it? \n\nPlease describe your request in a detalied manner. If we are unable to understand your request, it will not be granted to you!\n\nAll the best",
    "designpending": "Hey there,\n\nThank you so much for sending all the necessary information! Please wait around 2-4 days, depending on our designers' preferences. We greatly appreciate your patience, and you already welcome to check on the status of the designs at anytime by replying back!\n\nAll the best",
    "closing": "Hey there,\n\nThis is a just a super quick notice that we will be closing your thread and I will be eating it shortly.\n\nHopefully we solved your issue with such grace and finesse that you didn't need to respond. If that's the case, great! Meal for me.\n\nOtherwise, please respond and we will sick our community team on the problem like a dog on some marbled wagyu. And then I'll find something else to eat, I guess.\n\nThanks,\nEater of Support Tickets"
}